{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 1024,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 1024
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": false
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "<s>": 5,
      "</s>": 6,
      "[unused2]": 7,
      "[unused3]": 8,
      "[unused4]": 9,
      "[unused5]": 10,
      "[unused6]": 11,
      "[unused7]": 12,
      "[unused8]": 13,
      "[unused9]": 14,
      "[unused10]": 15,
      "[unused11]": 16,
      "[unused12]": 17,
      "[unused13]": 18,
      "[unused14]": 19,
      "[unused15]": 20,
      "[unused16]": 21,
      "[unused17]": 22,
      "[unused18]": 23,
      "[unused19]": 24,
      "[unused20]": 25,
      "[unused21]": 26,
      "[unused22]": 27,
      "[unused23]": 28,
      "[unused24]": 29,
      "[unused25]": 30,
      "[unused26]": 31,
      "[unused27]": 32,
      "[unused28]": 33,
      "[unused29]": 34,
      "[unused30]": 35,
      "[unused31]": 36,
      "[unused32]": 37,
      "[unused33]": 38,
      "[unused34]": 39,
      "[unused35]": 40,
      "[unused36]": 41,
      "[unused37]": 42,
      "[unused38]": 43,
      "[unused39]": 44,
      "[unused40]": 45,
      "[unused41]": 46,
      "[unused42]": 47,
      "[unused43]": 48,
      "[unused44]": 49,
      "[unused45]": 50,
      "[unused46]": 51,
      "[unused47]": 52,
      "[unused48]": 53,
      "[unused49]": 54,
      "[unused50]": 55,
      "[unused51]": 56,
      "[unused52]": 57,
      "[unused53]": 58,
      "[unused54]": 59,
      "[unused55]": 60,
      "[unused56]": 61,
      "[unused57]": 62,
      "[unused58]": 63,
      "[unused59]": 64,
      "[unused60]": 65,
      "[unused61]": 66,
      "[unused62]": 67,
      "[unused63]": 68,
      "[unused64]": 69,
      "[unused65]": 70,
      "[unused66]": 71,
      "[unused67]": 72,
      "[unused68]": 73,
      "[unused69]": 74,
      "[unused70]": 75,
      "[unused71]": 76,
      "[unused72]": 77,
      "[unused73]": 78,
      "[unused74]": 79,
      "[unused75]": 80,
      "[unused76]": 81,
      "[unused77]": 82,
      "[unused78]": 83,
      "[unused79]": 84,
      "[unused80]": 85,
      "[unused81]": 86,
      "[unused82]": 87,
      "[unused83]": 88,
      "[unused84]": 89,
      "[unused85]": 90,
      "[unused86]": 91,
      "[unused87]": 92,
      "[unused88]": 93,
      "[unused89]": 94,
      "[unused90]": 95,
      "[unused91]": 96,
      "[unused92]": 97,
      "[unused93]": 98,
      "[unused94]": 99,
      "[unused95]": 100,
      "[unused96]": 101,
      "[unused97]": 102,
      "[unused98]": 103,
      "[unused99]": 104,
      "[unused100]": 105,
      "[unused101]": 106,
      "[unused102]": 107,
      "[unused103]": 108,
      "[unused104]": 109,
      "[unused105]": 110,
      "[unused106]": 111,
      "[unused107]": 112,
      "[unused108]": 113,
      "[unused109]": 114,
      "[unused110]": 115,
      "[unused111]": 116,
      "[unused112]": 117,
      "[unused113]": 118,
      "[unused114]": 119,
      "[unused115]": 120,
      "[unused116]": 121,
      "[unused117]": 122,
      "[unused118]": 123,
      "[unused119]": 124,
      "[unused120]": 125,
      "[unused121]": 126,
      "[unused122]": 127,
      "[unused123]": 128,
      "[unused124]": 129,
      "[unused125]": 130,
      "[unused126]": 131,
      "[unused127]": 132,
      "[unused128]": 133,
      "[unused129]": 134,
      "[unused130]": 135,
      "[unused131]": 136,
      "[unused132]": 137,
      "[unused133]": 138,
      "[unused134]": 139,
      "[unused135]": 140,
      "[unused136]": 141,
      "[unused137]": 142,
      "[unused138]": 143,
      "[unused139]": 144,
      "[unused140]": 145,
      "[unused141]": 146,
      "[unused142]": 147,
      "[unused143]": 148,
      "[unused144]": 149,
      "[unused145]": 150,
      "[unused146]": 151,
      "[unused147]": 152,
      "[unused148]": 153,
      "[unused149]": 154,
      "[unused150]": 155,
      "[unused151]": 156,
      "[unused152]": 157,
      "[unused153]": 158,
      "[unused154]": 159,
      "[unused155]": 160,
      "[unused156]": 161,
      "[unused157]": 162,
      "[unused158]": 163,
      "[unused159]": 164,
      "[unused160]": 165,
      "[unused161]": 166,
      "[unused162]": 167,
      "[unused163]": 168,
      "[unused164]": 169,
      "[unused165]": 170,
      "[unused166]": 171,
      "[unused167]": 172,
      "[unused168]": 173,
      "[unused169]": 174,
      "[unused170]": 175,
      "[unused171]": 176,
      "[unused172]": 177,
      "[unused173]": 178,
      "[unused174]": 179,
      "[unused175]": 180,
      "[unused176]": 181,
      "[unused177]": 182,
      "[unused178]": 183,
      "[unused179]": 184,
      "[unused180]": 185,
      "[unused181]": 186,
      "[unused182]": 187,
      "[unused183]": 188,
      "[unused184]": 189,
      "[unused185]": 190,
      "[unused186]": 191,
      "[unused187]": 192,
      "[unused188]": 193,
      "[unused189]": 194,
      "[unused190]": 195,
      "[unused191]": 196,
      "[unused192]": 197,
      "[unused193]": 198,
      "[unused194]": 199,
      "[unused195]": 200,
      "[unused196]": 201,
      "[unused197]": 202,
      "[unused198]": 203,
      "[unused199]": 204,
      "[unused200]": 205,
      "[unused201]": 206,
      "[unused202]": 207,
      "[unused203]": 208,
      "[unused204]": 209,
      "[unused205]": 210,
      "[unused206]": 211,
      "[unused207]": 212,
      "[unused208]": 213,
      "[unused209]": 214,
      "[unused210]": 215,
      "[unused211]": 216,
      "[unused212]": 217,
      "[unused213]": 218,
      "[unused214]": 219,
      "[unused215]": 220,
      "[unused216]": 221,
      "[unused217]": 222,
      "[unused218]": 223,
      "[unused219]": 224,
      "[unused220]": 225,
      "[unused221]": 226,
      "[unused222]": 227,
      "[unused223]": 228,
      "[unused224]": 229,
      "[unused225]": 230,
      "[unused226]": 231,
      "[unused227]": 232,
      "[unused228]": 233,
      "[unused229]": 234,
      "[unused230]": 235,
      "[unused231]": 236,
      "[unused232]": 237,
      "[unused233]": 238,
      "[unused234]": 239,
      "[unused235]": 240,
      "[unused236]": 241,
      "[unused237]": 242,
      "[unused238]": 243,
      "[unused239]": 244,
      "[unused240]": 245,
      "[unused241]": 246,
      "[unused242]": 247,
      "[unused243]": 248,
      "[unused244]": 249,
      "[unused245]": 250,
      "[unused246]": 251,
      "[unused247]": 252,
      "[unused248]": 253,
      "[unused249]": 254,
      "[unused250]": 255,
      "[unused251]": 256,
      "[unused252]": 257,
      "[unused253]": 258,
      "[unused254]": 259,
      "[unused255]": 260,
      "[unused256]": 261,
      "[unused257]": 262,
      "[unused258]": 263,
      "[unused259]": 264,
      "[unused260]": 265,
      "[unused261]": 266,
      "[unused262]": 267,
      "[unused263]": 268,
      "[unused264]": 269,
      "[unused265]": 270,
      "[unused266]": 271,
      "[unused267]": 272,
      "[unused268]": 273,
      "[unused269]": 274,
      "[unused270]": 275,
      "[unused271]": 276,
      "[unused272]": 277,
      "[unused273]": 278,
      "[unused274]": 279,
      "[unused275]": 280,
      "[unused276]": 281,
      "[unused277]": 282,
      "[unused278]": 283,
      "[unused279]": 284,
      "[unused280]": 285,
      "[unused281]": 286,
      "[unused282]": 287,
      "[unused283]": 288,
      "[unused284]": 289,
      "[unused285]": 290,
      "[unused286]": 291,
      "[unused287]": 292,
      "[unused288]": 293,
      "[unused289]": 294,
      "[unused290]": 295,
      "[unused291]": 296,
      "[unused292]": 297,
      "[unused293]": 298,
      "[unused294]": 299,
      "[unused295]": 300,
      "[unused296]": 301,
      "[unused297]": 302,
      "[unused298]": 303,
      "[unused299]": 304,
      "[unused300]": 305,
      "[unused301]": 306,
      "[unused302]": 307,
      "[unused303]": 308,
      "[unused304]": 309,
      "[unused305]": 310,
      "[unused306]": 311,
      "[unused307]": 312,
      "[unused308]": 313,
      "[unused309]": 314,
      "[unused310]": 315,
      "[unused311]": 316,
      "[unused312]": 317,
      "[unused313]": 318,
      "[unused314]": 319,
      "[unused315]": 320,
      "[unused316]": 321,
      "[unused317]": 322,
      "[unused318]": 323,
      "[unused319]": 324,
      "[unused320]": 325,
      "[unused321]": 326,
      "[unused322]": 327,
      "[unused323]": 328,
      "[unused324]": 329,
      "[unused325]": 330,
      "[unused326]": 331,
      "[unused327]": 332,
      "[unused328]": 333,
      "[unused329]": 334,
      "[unused330]": 335,
      "[unused331]": 336,
      "[unused332]": 337,
      "[unused333]": 338,
      "[unused334]": 339,
      "[unused335]": 340,
      "[unused336]": 341,
      "[unused337]": 342,
      "[unused338]": 343,
      "[unused339]": 344,
      "[unused340]": 345,
      "[unused341]": 346,
      "[unused342]": 347,
      "[unused343]": 348,
      "[unused344]": 349,
      "[unused345]": 350,
      "[unused346]": 351,
      "[unused347]": 352,
      "[unused348]": 353,
      "[unused349]": 354,
      "[unused350]": 355,
      "[unused351]": 356,
      "[unused352]": 357,
      "[unused353]": 358,
      "[unused354]": 359,
      "[unused355]": 360,
      "[unused356]": 361,
      "[unused357]": 362,
      "[unused358]": 363,
      "[unused359]": 364,
      "[unused360]": 365,
      "[unused361]": 366,
      "[unused362]": 367,
      "[unused363]": 368,
      "[unused364]": 369,
      "[unused365]": 370,
      "[unused366]": 371,
      "[unused367]": 372,
      "[unused368]": 373,
      "[unused369]": 374,
      "[unused370]": 375,
      "[unused371]": 376,
      "[unused372]": 377,
      "[unused373]": 378,
      "[unused374]": 379,
      "[unused375]": 380,
      "[unused376]": 381,
      "[unused377]": 382,
      "[unused378]": 383,
      "[unused379]": 384,
      "[unused380]": 385,
      "[unused381]": 386,
      "[unused382]": 387,
      "[unused383]": 388,
      "[unused384]": 389,
      "[unused385]": 390,
      "[unused386]": 391,
      "[unused387]": 392,
      "[unused388]": 393,
      "[unused389]": 394,
      "[unused390]": 395,
      "[unused391]": 396,
      "[unused392]": 397,
      "[unused393]": 398,
      "[unused394]": 399,
      "[unused395]": 400,
      "[unused396]": 401,
      "[unused397]": 402,
      "[unused398]": 403,
      "[unused399]": 404,
      "[unused400]": 405,
      "[unused401]": 406,
      "[unused402]": 407,
      "[unused403]": 408,
      "[unused404]": 409,
      "[unused405]": 410,
      "[unused406]": 411,
      "[unused407]": 412,
      "[unused408]": 413,
      "[unused409]": 414,
      "[unused410]": 415,
      "[unused411]": 416,
      "[unused412]": 417,
      "[unused413]": 418,
      "[unused414]": 419,
      "[unused415]": 420,
      "[unused416]": 421,
      "[unused417]": 422,
      "[unused418]": 423,
      "[unused419]": 424,
      "[unused420]": 425,
      "[unused421]": 426,
      "[unused422]": 427,
      "[unused423]": 428,
      "[unused424]": 429,
      "[unused425]": 430,
      "[unused426]": 431,
      "[unused427]": 432,
      "[unused428]": 433,
      "[unused429]": 434,
      "[unused430]": 435,
      "[unused431]": 436,
      "[unused432]": 437,
      "[unused433]": 438,
      "[unused434]": 439,
      "[unused435]": 440,
      "[unused436]": 441,
      "[unused437]": 442,
      "[unused438]": 443,
      "[unused439]": 444,
      "[unused440]": 445,
      "[unused441]": 446,
      "[unused442]": 447,
      "[unused443]": 448,
      "[unused444]": 449,
      "[unused445]": 450,
      "[unused446]": 451,
      "[unused447]": 452,
      "[unused448]": 453,
      "[unused449]": 454,
      "[unused450]": 455,
      "[unused451]": 456,
      "[unused452]": 457,
      "[unused453]": 458,
      "[unused454]": 459,
      "[unused455]": 460,
      "[unused456]": 461,
      "[unused457]": 462,
      "[unused458]": 463,
      "[unused459]": 464,
      "[unused460]": 465,
      "[unused461]": 466,
      "[unused462]": 467,
      "[unused463]": 468,
      "[unused464]": 469,
      "[unused465]": 470,
      "[unused466]": 471,
      "[unused467]": 472,
      "[unused468]": 473,
      "[unused469]": 474,
      "[unused470]": 475,
      "[unused471]": 476,
      "[unused472]": 477,
      "[unused473]": 478,
      "[unused474]": 479,
      "[unused475]": 480,
      "[unused476]": 481,
      "[unused477]": 482,
      "[unused478]": 483,
      "[unused479]": 484,
      "[unused480]": 485,
      "[unused481]": 486,
      "[unused482]": 487,
      "[unused483]": 488,
      "[unused484]": 489,
      "[unused485]": 490,
      "[unused486]": 491,
      "[unused487]": 492,
      "[unused488]": 493,
      "[unused489]": 494,
      "[unused490]": 495,
      "[unused491]": 496,
      "[unused492]": 497,
      "[unused493]": 498,
      "[unused494]": 499,
      "[unused495]": 500,
      "[unused496]": 501,
      "[unused497]": 502,
      "[unused498]": 503,
      "[unused499]": 504,
      "!": 505,
      "\"": 506,
      "#": 507,
      "$": 508,
      "%": 509,
      "&": 510,
      "'": 511,
      "(": 512,
      ")": 513,
      "*": 514,
      "+": 515,
      ",": 516,
      "-": 517,
      ".": 518,
      "/": 519,
      "0": 520,
      "1": 521,
      "2": 522,
      "3": 523,
      "4": 524,
      "5": 525,
      "6": 526,
      "7": 527,
      "8": 528,
      "9": 529,
      ":": 530,
      ";": 531,
      "<": 532,
      "=": 533,
      ">": 534,
      "?": 535,
      "@": 536,
      "A": 537,
      "B": 538,
      "C": 539,
      "D": 540,
      "E": 541,
      "F": 542,
      "G": 543,
      "H": 544,
      "I": 545,
      "J": 546,
      "K": 547,
      "L": 548,
      "M": 549,
      "N": 550,
      "O": 551,
      "P": 552,
      "Q": 553,
      "R": 554,
      "S": 555,
      "T": 556,
      "U": 557,
      "V": 558,
      "W": 559,
      "X": 560,
      "Y": 561,
      "Z": 562,
      "[": 563,
      "\\": 564,
      "]": 565,
      "^": 566,
      "_": 567,
      "`": 568,
      "a": 569,
      "b": 570,
      "c": 571,
      "d": 572,
      "e": 573,
      "f": 574,
      "g": 575,
      "h": 576,
      "i": 577,
      "j": 578,
      "k": 579,
      "l": 580,
      "m": 581,
      "n": 582,
      "o": 583,
      "p": 584,
      "q": 585,
      "r": 586,
      "s": 587,
      "t": 588,
      "u": 589,
      "v": 590,
      "w": 591,
      "x": 592,
      "y": 593,
      "z": 594,
      "{": 595,
      "|": 596,
      "}": 597,
      "~": 598,
      "§": 599,
      "«": 600,
      "°": 601,
      "±": 602,
      "²": 603,
      "³": 604,
      "´": 605,
      "·": 606,
      "¹": 607,
      "»": 608,
      "½": 609,
      "É": 610,
      "×": 611,
      "à": 612,
      "á": 613,
      "â": 614,
      "ä": 615,
      "ç": 616,
      "è": 617,
      "é": 618,
      "í": 619,
      "ó": 620,
      "ö": 621,
      "÷": 622,
      "ü": 623,
      "ā": 624,
      "ī": 625,
      "ː": 626,
      "˘": 627,
      "˚": 628,
      "˝": 629,
      "́": 630,
      "̈": 631,
      "̣": 632,
      "̥": 633,
      "Δ": 634,
      "α": 635,
      "β": 636,
      "γ": 637,
      "δ": 638,
      "ε": 639,
      "η": 640,
      "θ": 641,
      "ι": 642,
      "κ": 643,
      "λ": 644,
      "μ": 645,
      "ν": 646,
      "ο": 647,
      "π": 648,
      "ρ": 649,
      "ς": 650,
      "σ": 651,
      "τ": 652,
      "ω": 653,
      "А": 654,
      "В": 655,
      "К": 656,
      "М": 657,
      "П": 658,
      "Р": 659,
      "С": 660,
      "а": 661,
      "б": 662,
      "в": 663,
      "г": 664,
      "д": 665,
      "е": 666,
      "ж": 667,
      "з": 668,
      "и": 669,
      "й": 670,
      "к": 671,
      "л": 672,
      "м": 673,
      "н": 674,
      "о": 675,
      "п": 676,
      "р": 677,
      "с": 678,
      "т": 679,
      "у": 680,
      "х": 681,
      "ц": 682,
      "ч": 683,
      "ш": 684,
      "ы": 685,
      "ь": 686,
      "я": 687,
      "ا": 688,
      "ل": 689,
      "و": 690,
      "ෆ": 691,
      "๑": 692,
      "ღ": 693,
      "ᄒ": 694,
      "ᆞ": 695,
      "ᆡ": 696,
      "–": 697,
      "—": 698,
      "―": 699,
      "‘": 700,
      "’": 701,
      "“": 702,
      "”": 703,
      "•": 704,
      "․": 705,
      "‥": 706,
      "…": 707,
      "‧": 708,
      "′": 709,
      "※": 710,
      "‼": 711,
      "₁": 712,
      "₂": 713,
      "₩": 714,
      "€": 715,
      "℃": 716,
      "ℓ": 717,
      "™": 718,
      "⅓": 719,
      "Ⅰ": 720,
      "Ⅱ": 721,
      "Ⅲ": 722,
      "Ⅳ": 723,
      "Ⅴ": 724,
      "Ⅵ": 725,
      "←": 726,
      "↑": 727,
      "→": 728,
      "↓": 729,
      "↔": 730,
      "⇒": 731,
      "−": 732,
      "∙": 733,
      "∼": 734,
      "≪": 735,
      "≫": 736,
      "⊙": 737,
      "⋅": 738,
      "①": 739,
      "②": 740,
      "③": 741,
      "④": 742,
      "⑤": 743,
      "⑥": 744,
      "⑦": 745,
      "⑧": 746,
      "⑨": 747,
      "⑩": 748,
      "⑪": 749,
      "⑫": 750,
      "⑴": 751,
      "⑵": 752,
      "⑶": 753,
      "⑷": 754,
      "ⓐ": 755,
      "ⓑ": 756,
      "ⓒ": 757,
      "─": 758,
      "━": 759,
      "│": 760,
      "┃": 761,
      "┌": 762,
      "└": 763,
      "├": 764,
      "┬": 765,
      "■": 766,
      "□": 767,
      "▣": 768,
      "▨": 769,
      "▪": 770,
      "▫": 771,
      "▲": 772,
      "△": 773,
      "▶": 774,
      "▷": 775,
      "▼": 776,
      "▽": 777,
      "◀": 778,
      "◆": 779,
      "◇": 780,
      "◈": 781,
      "○": 782,
      "◎": 783,
      "●": 784,
      "◡": 785,
      "★": 786,
      "☆": 787,
      "☎": 788,
      "☏": 789,
      "☕": 790,
      "☞": 791,
      "☺": 792,
      "♀": 793,
      "♂": 794,
      "♡": 795,
      "♣": 796,
      "♤": 797,
      "♥": 798,
      "♩": 799,
      "♪": 800,
      "♬": 801,
      "✅": 802,
      "✌": 803,
      "✔": 804,
      "✨": 805,
      "❗": 806,
      "❣": 807,
      "❤": 808,
      "➡": 809,
      "⠀": 810,
      "⭐": 811,
      "、": 812,
      "。": 813,
      "〃": 814,
      "〈": 815,
      "〉": 816,
      "《": 817,
      "》": 818,
      "「": 819,
      "」": 820,
      "『": 821,
      "』": 822,
      "【": 823,
      "】": 824,
      "〓": 825,
      "〔": 826,
      "〕": 827,
      "〜": 828,
      "〰": 829,
      "あ": 830,
      "い": 831,
      "う": 832,
      "え": 833,
      "お": 834,
      "か": 835,
      "が": 836,
      "き": 837,
      "く": 838,
      "け": 839,
      "こ": 840,
      "さ": 841,
      "し": 842,
      "す": 843,
      "た": 844,
      "だ": 845,
      "ち": 846,
      "っ": 847,
      "つ": 848,
      "て": 849,
      "で": 850,
      "と": 851,
      "な": 852,
      "に": 853,
      "ぬ": 854,
      "の": 855,
      "は": 856,
      "ま": 857,
      "み": 858,
      "も": 859,
      "や": 860,
      "よ": 861,
      "ら": 862,
      "り": 863,
      "る": 864,
      "れ": 865,
      "わ": 866,
      "を": 867,
      "ん": 868,
      "ア": 869,
      "ィ": 870,
      "イ": 871,
      "カ": 872,
      "キ": 873,
      "ク": 874,
      "グ": 875,
      "コ": 876,
      "シ": 877,
      "ジ": 878,
      "ス": 879,
      "タ": 880,
      "チ": 881,
      "ッ": 882,
      "テ": 883,
      "ト": 884,
      "ド": 885,
      "ニ": 886,
      "ノ": 887,
      "フ": 888,
      "ブ": 889,
      "ポ": 890,
      "マ": 891,
      "ム": 892,
      "メ": 893,
      "ラ": 894,
      "リ": 895,
      "ル": 896,
      "レ": 897,
      "ロ": 898,
      "ン": 899,
      "・": 900,
      "ー": 901,
      "ㄱ": 902,
      "ㄲ": 903,
      "ㄴ": 904,
      "ㄷ": 905,
      "ㄹ": 906,
      "ㅁ": 907,
      "ㅂ": 908,
      "ㅃ": 909,
      "ㅅ": 910,
      "ㅆ": 911,
      "ㅇ": 912,
      "ㅈ": 913,
      "ㅉ": 914,
      "ㅊ": 915,
      "ㅋ": 916,
      "ㅌ": 917,
      "ㅍ": 918,
      "ㅎ": 919,
      "ㅏ": 920,
      "ㅐ": 921,
      "ㅑ": 922,
      "ㅓ": 923,
      "ㅔ": 924,
      "ㅕ": 925,
      "ㅗ": 926,
      "ㅛ": 927,
      "ㅜ": 928,
      "ㅠ": 929,
      "ㅡ": 930,
      "ㅣ": 931,
      "ㅤ": 932,
      "ㆍ": 933,
      "㈎": 934,
      "㈏": 935,
      "㈐": 936,
      "㈑": 937,
      "㈔": 938,
      "㈜": 939,
      "㉠": 940,
      "㉡": 941,
      "㉢": 942,
      "㉣": 943,
      "㉮": 944,
      "㉯": 945,
      "㉰": 946,
      "㎉": 947,
      "㎍": 948,
      "㎎": 949,
      "㎏": 950,
      "㎒": 951,
      "㎓": 952,
      "㎖": 953,
      "㎛": 954,
      "㎜": 955,
      "㎝": 956,
      "㎞": 957,
      "㎡": 958,
      "㎢": 959,
      "㎥": 960,
      "㎾": 961,
      "㎿": 962,
      "㏄": 963,
      "㏈": 964,
      "㏊": 965,
      "一": 966,
      "丁": 967,
      "七": 968,
      "丈": 969,
      "三": 970,
      "上": 971,
      "下": 972,
      "不": 973,
      "丑": 974,
      "且": 975,
      "世": 976,
      "丘": 977,
      "丙": 978,
      "丞": 979,
      "中": 980,
      "丸": 981,
      "丹": 982,
      "主": 983,
      "乃": 984,
      "久": 985,
      "之": 986,
      "乎": 987,
      "乘": 988,
      "乙": 989,
      "九": 990,
      "也": 991,
      "乳": 992,
      "乾": 993,
      "亂": 994,
      "了": 995,
      "事": 996,
      "二": 997,
      "于": 998,
      "云": 999,
      "互": 1000,
      "五": 1001,
      "井": 1002,
      "亞": 1003,
      "亡": 1004,
      "交": 1005,
      "亥": 1006,
      "亦": 1007,
      "亨": 1008,
      "享": 1009,
      "京": 1010,
      "亭": 1011,
      "亮": 1012,
      "人": 1013,
      "仁": 1014,
      "今": 1015,
      "介": 1016,
      "仕": 1017,
      "他": 1018,
      "付": 1019,
      "仙": 1020,
      "代": 1021,
      "令": 1022,
      "以": 1023,
      "仰": 1024,
      "仲": 1025,
      "件": 1026,
      "任": 1027,
      "企": 1028,
      "伊": 1029,
      "伏": 1030,
      "伐": 1031,
      "休": 1032,
      "会": 1033,
      "伯": 1034,
      "似": 1035,
      "伽": 1036,
      "但": 1037,
      "位": 1038,
      "低": 1039,
      "住": 1040,
      "佐": 1041,
      "何": 1042,
      "余": 1043,
      "佛": 1044,
      "作": 1045,
      "佳": 1046,
      "使": 1047,
      "來": 1048,
      "例": 1049,
      "侍": 1050,
      "供": 1051,
      "依": 1052,
      "侯": 1053,
      "侵": 1054,
      "便": 1055,
      "係": 1056,
      "俊": 1057,
      "俗": 1058,
      "保": 1059,
      "信": 1060,
      "修": 1061,
      "俱": 1062,
      "倂": 1063,
      "倉": 1064,
      "個": 1065,
      "倍": 1066,
      "倒": 1067,
      "候": 1068,
      "借": 1069,
      "値": 1070,
      "倫": 1071,
      "倭": 1072,
      "假": 1073,
      "偉": 1074,
      "偏": 1075,
      "停": 1076,
      "健": 1077,
      "傅": 1078,
      "備": 1079,
      "傳": 1080,
      "債": 1081,
      "傷": 1082,
      "僉": 1083,
      "像": 1084,
      "僕": 1085,
      "僞": 1086,
      "僧": 1087,
      "價": 1088,
      "儀": 1089,
      "儒": 1090,
      "償": 1091,
      "優": 1092,
      "允": 1093,
      "元": 1094,
      "兄": 1095,
      "充": 1096,
      "兆": 1097,
      "先": 1098,
      "光": 1099,
      "克": 1100,
      "免": 1101,
      "兒": 1102,
      "入": 1103,
      "內": 1104,
      "全": 1105,
      "兩": 1106,
      "兪": 1107,
      "八": 1108,
      "公": 1109,
      "六": 1110,
      "共": 1111,
      "兵": 1112,
      "其": 1113,
      "具": 1114,
      "典": 1115,
      "兼": 1116,
      "内": 1117,
      "冊": 1118,
      "再": 1119,
      "冠": 1120,
      "冬": 1121,
      "凉": 1122,
      "凡": 1123,
      "凶": 1124,
      "出": 1125,
      "刀": 1126,
      "分": 1127,
      "切": 1128,
      "刊": 1129,
      "刑": 1130,
      "列": 1131,
      "初": 1132,
      "判": 1133,
      "別": 1134,
      "利": 1135,
      "到": 1136,
      "制": 1137,
      "券": 1138,
      "刺": 1139,
      "刻": 1140,
      "則": 1141,
      "前": 1142,
      "剛": 1143,
      "副": 1144,
      "割": 1145,
      "創": 1146,
      "劃": 1147,
      "劇": 1148,
      "劉": 1149,
      "劍": 1150,
      "力": 1151,
      "功": 1152,
      "加": 1153,
      "助": 1154,
      "勇": 1155,
      "勒": 1156,
      "動": 1157,
      "務": 1158,
      "勝": 1159,
      "勞": 1160,
      "勢": 1161,
      "勤": 1162,
      "勳": 1163,
      "勸": 1164,
      "勿": 1165,
      "包": 1166,
      "化": 1167,
      "北": 1168,
      "匠": 1169,
      "匡": 1170,
      "區": 1171,
      "十": 1172,
      "千": 1173,
      "升": 1174,
      "午": 1175,
      "半": 1176,
      "卑": 1177,
      "卒": 1178,
      "卓": 1179,
      "協": 1180,
      "南": 1181,
      "博": 1182,
      "卜": 1183,
      "卞": 1184,
      "占": 1185,
      "卦": 1186,
      "卯": 1187,
      "印": 1188,
      "危": 1189,
      "却": 1190,
      "卷": 1191,
      "卽": 1192,
      "卿": 1193,
      "厚": 1194,
      "原": 1195,
      "去": 1196,
      "參": 1197,
      "又": 1198,
      "及": 1199,
      "友": 1200,
      "反": 1201,
      "叔": 1202,
      "取": 1203,
      "受": 1204,
      "叢": 1205,
      "口": 1206,
      "古": 1207,
      "句": 1208,
      "只": 1209,
      "召": 1210,
      "可": 1211,
      "台": 1212,
      "史": 1213,
      "右": 1214,
      "司": 1215,
      "各": 1216,
      "合": 1217,
      "吉": 1218,
      "同": 1219,
      "名": 1220,
      "后": 1221,
      "吏": 1222,
      "向": 1223,
      "君": 1224,
      "否": 1225,
      "含": 1226,
      "吳": 1227,
      "吾": 1228,
      "呂": 1229,
      "告": 1230,
      "周": 1231,
      "味": 1232,
      "呼": 1233,
      "命": 1234,
      "和": 1235,
      "咸": 1236,
      "哀": 1237,
      "品": 1238,
      "哉": 1239,
      "員": 1240,
      "哲": 1241,
      "唐": 1242,
      "唯": 1243,
      "唱": 1244,
      "商": 1245,
      "問": 1246,
      "啓": 1247,
      "善": 1248,
      "喜": 1249,
      "喪": 1250,
      "單": 1251,
      "嘉": 1252,
      "嘗": 1253,
      "器": 1254,
      "嚴": 1255,
      "四": 1256,
      "回": 1257,
      "因": 1258,
      "固": 1259,
      "国": 1260,
      "圈": 1261,
      "國": 1262,
      "圍": 1263,
      "園": 1264,
      "圓": 1265,
      "圖": 1266,
      "團": 1267,
      "土": 1268,
      "在": 1269,
      "圭": 1270,
      "地": 1271,
      "址": 1272,
      "坂": 1273,
      "均": 1274,
      "坊": 1275,
      "坐": 1276,
      "坡": 1277,
      "坤": 1278,
      "坪": 1279,
      "型": 1280,
      "城": 1281,
      "域": 1282,
      "執": 1283,
      "基": 1284,
      "堂": 1285,
      "堅": 1286,
      "堯": 1287,
      "報": 1288,
      "場": 1289,
      "塔": 1290,
      "塚": 1291,
      "塵": 1292,
      "境": 1293,
      "墓": 1294,
      "增": 1295,
      "墨": 1296,
      "墳": 1297,
      "壁": 1298,
      "壇": 1299,
      "壓": 1300,
      "壤": 1301,
      "士": 1302,
      "壬": 1303,
      "壯": 1304,
      "壽": 1305,
      "夏": 1306,
      "夕": 1307,
      "外": 1308,
      "多": 1309,
      "夜": 1310,
      "夢": 1311,
      "大": 1312,
      "天": 1313,
      "太": 1314,
      "夫": 1315,
      "央": 1316,
      "失": 1317,
      "夷": 1318,
      "奇": 1319,
      "奈": 1320,
      "奉": 1321,
      "奎": 1322,
      "奏": 1323,
      "契": 1324,
      "女": 1325,
      "奴": 1326,
      "好": 1327,
      "如": 1328,
      "妃": 1329,
      "妄": 1330,
      "妓": 1331,
      "妙": 1332,
      "妻": 1333,
      "始": 1334,
      "姓": 1335,
      "委": 1336,
      "姜": 1337,
      "姬": 1338,
      "威": 1339,
      "婚": 1340,
      "婢": 1341,
      "婦": 1342,
      "子": 1343,
      "孔": 1344,
      "字": 1345,
      "存": 1346,
      "孝": 1347,
      "孟": 1348,
      "季": 1349,
      "孤": 1350,
      "学": 1351,
      "孫": 1352,
      "學": 1353,
      "宅": 1354,
      "宇": 1355,
      "守": 1356,
      "安": 1357,
      "宋": 1358,
      "完": 1359,
      "宗": 1360,
      "官": 1361,
      "宙": 1362,
      "定": 1363,
      "宜": 1364,
      "客": 1365,
      "宣": 1366,
      "室": 1367,
      "宮": 1368,
      "宰": 1369,
      "害": 1370,
      "宴": 1371,
      "家": 1372,
      "容": 1373,
      "宿": 1374,
      "寂": 1375,
      "寄": 1376,
      "寅": 1377,
      "密": 1378,
      "富": 1379,
      "寒": 1380,
      "察": 1381,
      "寡": 1382,
      "實": 1383,
      "寧": 1384,
      "審": 1385,
      "寫": 1386,
      "寬": 1387,
      "寶": 1388,
      "寺": 1389,
      "封": 1390,
      "射": 1391,
      "將": 1392,
      "專": 1393,
      "尉": 1394,
      "尊": 1395,
      "尋": 1396,
      "對": 1397,
      "導": 1398,
      "小": 1399,
      "少": 1400,
      "尙": 1401,
      "就": 1402,
      "尹": 1403,
      "尺": 1404,
      "尼": 1405,
      "尾": 1406,
      "局": 1407,
      "居": 1408,
      "屈": 1409,
      "屋": 1410,
      "展": 1411,
      "層": 1412,
      "履": 1413,
      "屬": 1414,
      "山": 1415,
      "岐": 1416,
      "岡": 1417,
      "岩": 1418,
      "岳": 1419,
      "岸": 1420,
      "峯": 1421,
      "峰": 1422,
      "峴": 1423,
      "島": 1424,
      "崇": 1425,
      "崎": 1426,
      "崔": 1427,
      "嶺": 1428,
      "巖": 1429,
      "川": 1430,
      "州": 1431,
      "巡": 1432,
      "工": 1433,
      "左": 1434,
      "巨": 1435,
      "巫": 1436,
      "差": 1437,
      "己": 1438,
      "已": 1439,
      "巳": 1440,
      "巴": 1441,
      "市": 1442,
      "布": 1443,
      "希": 1444,
      "帖": 1445,
      "帝": 1446,
      "帥": 1447,
      "師": 1448,
      "席": 1449,
      "帶": 1450,
      "常": 1451,
      "幕": 1452,
      "干": 1453,
      "平": 1454,
      "年": 1455,
      "幸": 1456,
      "幹": 1457,
      "幻": 1458,
      "幼": 1459,
      "幽": 1460,
      "幾": 1461,
      "床": 1462,
      "序": 1463,
      "底": 1464,
      "店": 1465,
      "庚": 1466,
      "府": 1467,
      "度": 1468,
      "座": 1469,
      "庫": 1470,
      "庭": 1471,
      "庵": 1472,
      "庶": 1473,
      "康": 1474,
      "庸": 1475,
      "廉": 1476,
      "廟": 1477,
      "廢": 1478,
      "廣": 1479,
      "廳": 1480,
      "延": 1481,
      "廷": 1482,
      "建": 1483,
      "式": 1484,
      "弓": 1485,
      "弔": 1486,
      "引": 1487,
      "弗": 1488,
      "弘": 1489,
      "弟": 1490,
      "弱": 1491,
      "張": 1492,
      "强": 1493,
      "弼": 1494,
      "彈": 1495,
      "彌": 1496,
      "形": 1497,
      "彦": 1498,
      "彩": 1499,
      "彭": 1500,
      "影": 1501,
      "役": 1502,
      "彼": 1503,
      "往": 1504,
      "征": 1505,
      "待": 1506,
      "律": 1507,
      "後": 1508,
      "徐": 1509,
      "徒": 1510,
      "得": 1511,
      "從": 1512,
      "御": 1513,
      "復": 1514,
      "微": 1515,
      "徵": 1516,
      "德": 1517,
      "徽": 1518,
      "心": 1519,
      "必": 1520,
      "忌": 1521,
      "忍": 1522,
      "志": 1523,
      "忘": 1524,
      "忠": 1525,
      "念": 1526,
      "忽": 1527,
      "怒": 1528,
      "思": 1529,
      "急": 1530,
      "性": 1531,
      "怨": 1532,
      "怪": 1533,
      "恐": 1534,
      "恒": 1535,
      "恨": 1536,
      "恩": 1537,
      "恭": 1538,
      "息": 1539,
      "悅": 1540,
      "悟": 1541,
      "患": 1542,
      "悲": 1543,
      "情": 1544,
      "惑": 1545,
      "惟": 1546,
      "惠": 1547,
      "惡": 1548,
      "惱": 1549,
      "想": 1550,
      "意": 1551,
      "愚": 1552,
      "愛": 1553,
      "感": 1554,
      "愼": 1555,
      "慈": 1556,
      "態": 1557,
      "慕": 1558,
      "慧": 1559,
      "慮": 1560,
      "慶": 1561,
      "慾": 1562,
      "憂": 1563,
      "憲": 1564,
      "應": 1565,
      "懷": 1566,
      "懿": 1567,
      "戊": 1568,
      "戌": 1569,
      "成": 1570,
      "我": 1571,
      "戒": 1572,
      "或": 1573,
      "戦": 1574,
      "戰": 1575,
      "戱": 1576,
      "戴": 1577,
      "戶": 1578,
      "房": 1579,
      "所": 1580,
      "手": 1581,
      "才": 1582,
      "打": 1583,
      "扶": 1584,
      "批": 1585,
      "承": 1586,
      "技": 1587,
      "投": 1588,
      "抗": 1589,
      "折": 1590,
      "招": 1591,
      "拜": 1592,
      "持": 1593,
      "指": 1594,
      "振": 1595,
      "授": 1596,
      "掌": 1597,
      "排": 1598,
      "探": 1599,
      "接": 1600,
      "推": 1601,
      "提": 1602,
      "揚": 1603,
      "換": 1604,
      "援": 1605,
      "損": 1606,
      "摠": 1607,
      "摩": 1608,
      "撫": 1609,
      "播": 1610,
      "撰": 1611,
      "擇": 1612,
      "擊": 1613,
      "操": 1614,
      "擔": 1615,
      "據": 1616,
      "擧": 1617,
      "擬": 1618,
      "攝": 1619,
      "支": 1620,
      "收": 1621,
      "改": 1622,
      "攻": 1623,
      "放": 1624,
      "政": 1625,
      "故": 1626,
      "效": 1627,
      "敍": 1628,
      "敎": 1629,
      "敏": 1630,
      "救": 1631,
      "敗": 1632,
      "敢": 1633,
      "散": 1634,
      "敦": 1635,
      "敬": 1636,
      "整": 1637,
      "敵": 1638,
      "數": 1639,
      "文": 1640,
      "斗": 1641,
      "料": 1642,
      "斥": 1643,
      "斯": 1644,
      "新": 1645,
      "斷": 1646,
      "方": 1647,
      "於": 1648,
      "施": 1649,
      "旅": 1650,
      "旌": 1651,
      "族": 1652,
      "旗": 1653,
      "旣": 1654,
      "日": 1655,
      "旨": 1656,
      "早": 1657,
      "昇": 1658,
      "昌": 1659,
      "明": 1660,
      "易": 1661,
      "星": 1662,
      "映": 1663,
      "春": 1664,
      "昭": 1665,
      "是": 1666,
      "時": 1667,
      "晉": 1668,
      "晋": 1669,
      "晩": 1670,
      "普": 1671,
      "景": 1672,
      "智": 1673,
      "暗": 1674,
      "暴": 1675,
      "曆": 1676,
      "曉": 1677,
      "曰": 1678,
      "曲": 1679,
      "更": 1680,
      "書": 1681,
      "曹": 1682,
      "曺": 1683,
      "曾": 1684,
      "最": 1685,
      "會": 1686,
      "月": 1687,
      "有": 1688,
      "朋": 1689,
      "服": 1690,
      "朔": 1691,
      "望": 1692,
      "朝": 1693,
      "期": 1694,
      "木": 1695,
      "未": 1696,
      "末": 1697,
      "本": 1698,
      "朱": 1699,
      "朴": 1700,
      "李": 1701,
      "材": 1702,
      "村": 1703,
      "杖": 1704,
      "杜": 1705,
      "束": 1706,
      "東": 1707,
      "松": 1708,
      "板": 1709,
      "林": 1710,
      "果": 1711,
      "枝": 1712,
      "某": 1713,
      "染": 1714,
      "柔": 1715,
      "柱": 1716,
      "柳": 1717,
      "査": 1718,
      "校": 1719,
      "株": 1720,
      "核": 1721,
      "根": 1722,
      "格": 1723,
      "桂": 1724,
      "桃": 1725,
      "案": 1726,
      "桑": 1727,
      "桓": 1728,
      "梁": 1729,
      "梅": 1730,
      "條": 1731,
      "梵": 1732,
      "棄": 1733,
      "森": 1734,
      "植": 1735,
      "楊": 1736,
      "楚": 1737,
      "業": 1738,
      "極": 1739,
      "榮": 1740,
      "構": 1741,
      "槪": 1742,
      "樂": 1743,
      "樓": 1744,
      "標": 1745,
      "樞": 1746,
      "模": 1747,
      "樣": 1748,
      "樹": 1749,
      "橋": 1750,
      "機": 1751,
      "橫": 1752,
      "檀": 1753,
      "檢": 1754,
      "權": 1755,
      "次": 1756,
      "欲": 1757,
      "欽": 1758,
      "款": 1759,
      "歌": 1760,
      "歐": 1761,
      "止": 1762,
      "正": 1763,
      "此": 1764,
      "步": 1765,
      "武": 1766,
      "歲": 1767,
      "歷": 1768,
      "歸": 1769,
      "死": 1770,
      "殊": 1771,
      "殘": 1772,
      "段": 1773,
      "殷": 1774,
      "殺": 1775,
      "殿": 1776,
      "毅": 1777,
      "母": 1778,
      "每": 1779,
      "毒": 1780,
      "比": 1781,
      "毛": 1782,
      "氏": 1783,
      "民": 1784,
      "氣": 1785,
      "水": 1786,
      "氷": 1787,
      "永": 1788,
      "求": 1789,
      "汗": 1790,
      "汝": 1791,
      "江": 1792,
      "池": 1793,
      "決": 1794,
      "沈": 1795,
      "沒": 1796,
      "沙": 1797,
      "河": 1798,
      "油": 1799,
      "治": 1800,
      "況": 1801,
      "泉": 1802,
      "法": 1803,
      "波": 1804,
      "注": 1805,
      "泰": 1806,
      "泳": 1807,
      "洋": 1808,
      "洗": 1809,
      "洙": 1810,
      "洛": 1811,
      "洞": 1812,
      "津": 1813,
      "洪": 1814,
      "洲": 1815,
      "活": 1816,
      "派": 1817,
      "流": 1818,
      "浙": 1819,
      "浦": 1820,
      "浩": 1821,
      "浪": 1822,
      "浮": 1823,
      "海": 1824,
      "消": 1825,
      "涉": 1826,
      "淑": 1827,
      "淡": 1828,
      "淨": 1829,
      "淫": 1830,
      "淮": 1831,
      "深": 1832,
      "淳": 1833,
      "淵": 1834,
      "混": 1835,
      "淸": 1836,
      "清": 1837,
      "減": 1838,
      "渡": 1839,
      "測": 1840,
      "港": 1841,
      "湖": 1842,
      "湯": 1843,
      "源": 1844,
      "準": 1845,
      "溪": 1846,
      "溫": 1847,
      "滅": 1848,
      "滿": 1849,
      "漁": 1850,
      "漏": 1851,
      "演": 1852,
      "漢": 1853,
      "漸": 1854,
      "潛": 1855,
      "潤": 1856,
      "潭": 1857,
      "潮": 1858,
      "澤": 1859,
      "濟": 1860,
      "濤": 1861,
      "灣": 1862,
      "火": 1863,
      "災": 1864,
      "炎": 1865,
      "炳": 1866,
      "烈": 1867,
      "烏": 1868,
      "焉": 1869,
      "無": 1870,
      "然": 1871,
      "煙": 1872,
      "煥": 1873,
      "照": 1874,
      "煩": 1875,
      "熊": 1876,
      "熙": 1877,
      "熟": 1878,
      "熱": 1879,
      "燈": 1880,
      "燕": 1881,
      "營": 1882,
      "燮": 1883,
      "爭": 1884,
      "爲": 1885,
      "爵": 1886,
      "父": 1887,
      "爾": 1888,
      "片": 1889,
      "版": 1890,
      "牙": 1891,
      "牛": 1892,
      "牧": 1893,
      "物": 1894,
      "特": 1895,
      "犬": 1896,
      "犯": 1897,
      "狀": 1898,
      "狂": 1899,
      "狗": 1900,
      "猶": 1901,
      "獄": 1902,
      "獨": 1903,
      "獸": 1904,
      "獻": 1905,
      "玄": 1906,
      "率": 1907,
      "玉": 1908,
      "王": 1909,
      "珍": 1910,
      "珠": 1911,
      "班": 1912,
      "現": 1913,
      "球": 1914,
      "理": 1915,
      "琴": 1916,
      "瑞": 1917,
      "環": 1918,
      "甘": 1919,
      "甚": 1920,
      "生": 1921,
      "産": 1922,
      "用": 1923,
      "甫": 1924,
      "田": 1925,
      "由": 1926,
      "甲": 1927,
      "申": 1928,
      "男": 1929,
      "町": 1930,
      "界": 1931,
      "留": 1932,
      "略": 1933,
      "番": 1934,
      "異": 1935,
      "畵": 1936,
      "當": 1937,
      "畿": 1938,
      "疏": 1939,
      "疑": 1940,
      "疾": 1941,
      "病": 1942,
      "症": 1943,
      "痛": 1944,
      "癸": 1945,
      "登": 1946,
      "發": 1947,
      "白": 1948,
      "百": 1949,
      "的": 1950,
      "皆": 1951,
      "皇": 1952,
      "皮": 1953,
      "益": 1954,
      "盛": 1955,
      "盜": 1956,
      "盟": 1957,
      "盡": 1958,
      "監": 1959,
      "盤": 1960,
      "盧": 1961,
      "目": 1962,
      "直": 1963,
      "相": 1964,
      "省": 1965,
      "看": 1966,
      "眞": 1967,
      "眠": 1968,
      "眼": 1969,
      "着": 1970,
      "督": 1971,
      "矣": 1972,
      "知": 1973,
      "短": 1974,
      "石": 1975,
      "砂": 1976,
      "砲": 1977,
      "破": 1978,
      "硏": 1979,
      "碑": 1980,
      "碧": 1981,
      "碩": 1982,
      "確": 1983,
      "磁": 1984,
      "磨": 1985,
      "示": 1986,
      "社": 1987,
      "祀": 1988,
      "祐": 1989,
      "祖": 1990,
      "祝": 1991,
      "神": 1992,
      "祠": 1993,
      "祥": 1994,
      "票": 1995,
      "祭": 1996,
      "祿": 1997,
      "禁": 1998,
      "禍": 1999,
      "福": 2000,
      "禪": 2001,
      "禮": 2002,
      "禹": 2003,
      "秀": 2004,
      "私": 2005,
      "秉": 2006,
      "秋": 2007,
      "科": 2008,
      "秘": 2009,
      "租": 2010,
      "秦": 2011,
      "秩": 2012,
      "移": 2013,
      "稅": 2014,
      "程": 2015,
      "種": 2016,
      "稱": 2017,
      "稷": 2018,
      "稿": 2019,
      "穀": 2020,
      "穆": 2021,
      "積": 2022,
      "穴": 2023,
      "究": 2024,
      "空": 2025,
      "突": 2026,
      "窓": 2027,
      "窮": 2028,
      "立": 2029,
      "章": 2030,
      "童": 2031,
      "端": 2032,
      "競": 2033,
      "竹": 2034,
      "笑": 2035,
      "符": 2036,
      "第": 2037,
      "筆": 2038,
      "等": 2039,
      "答": 2040,
      "策": 2041,
      "箕": 2042,
      "算": 2043,
      "管": 2044,
      "節": 2045,
      "範": 2046,
      "篇": 2047,
      "築": 2048,
      "簡": 2049,
      "簿": 2050,
      "籍": 2051,
      "米": 2052,
      "精": 2053,
      "系": 2054,
      "紀": 2055,
      "約": 2056,
      "紅": 2057,
      "紋": 2058,
      "納": 2059,
      "純": 2060,
      "紙": 2061,
      "級": 2062,
      "素": 2063,
      "紫": 2064,
      "細": 2065,
      "紹": 2066,
      "終": 2067,
      "組": 2068,
      "結": 2069,
      "給": 2070,
      "統": 2071,
      "絲": 2072,
      "絶": 2073,
      "經": 2074,
      "綠": 2075,
      "維": 2076,
      "綱": 2077,
      "網": 2078,
      "線": 2079,
      "緣": 2080,
      "編": 2081,
      "縣": 2082,
      "總": 2083,
      "織": 2084,
      "繼": 2085,
      "續": 2086,
      "罪": 2087,
      "置": 2088,
      "罰": 2089,
      "署": 2090,
      "羅": 2091,
      "羊": 2092,
      "美": 2093,
      "群": 2094,
      "義": 2095,
      "羽": 2096,
      "翁": 2097,
      "翊": 2098,
      "習": 2099,
      "翰": 2100,
      "翼": 2101,
      "老": 2102,
      "考": 2103,
      "者": 2104,
      "而": 2105,
      "耕": 2106,
      "耳": 2107,
      "耶": 2108,
      "聖": 2109,
      "聞": 2110,
      "聯": 2111,
      "聲": 2112,
      "職": 2113,
      "聽": 2114,
      "肅": 2115,
      "肉": 2116,
      "育": 2117,
      "背": 2118,
      "胎": 2119,
      "胡": 2120,
      "能": 2121,
      "脈": 2122,
      "脫": 2123,
      "腦": 2124,
      "腸": 2125,
      "腹": 2126,
      "臣": 2127,
      "臨": 2128,
      "自": 2129,
      "至": 2130,
      "致": 2131,
      "臺": 2132,
      "與": 2133,
      "興": 2134,
      "舊": 2135,
      "舌": 2136,
      "舍": 2137,
      "舜": 2138,
      "舞": 2139,
      "舟": 2140,
      "航": 2141,
      "般": 2142,
      "船": 2143,
      "良": 2144,
      "色": 2145,
      "芝": 2146,
      "花": 2147,
      "芳": 2148,
      "苑": 2149,
      "若": 2150,
      "苦": 2151,
      "英": 2152,
      "茂": 2153,
      "范": 2154,
      "茶": 2155,
      "草": 2156,
      "荒": 2157,
      "荷": 2158,
      "莊": 2159,
      "莫": 2160,
      "菊": 2161,
      "菜": 2162,
      "菩": 2163,
      "華": 2164,
      "菴": 2165,
      "萬": 2166,
      "落": 2167,
      "葉": 2168,
      "著": 2169,
      "葛": 2170,
      "董": 2171,
      "葬": 2172,
      "蒙": 2173,
      "蒼": 2174,
      "蓋": 2175,
      "蓮": 2176,
      "蔡": 2177,
      "蕭": 2178,
      "薄": 2179,
      "薛": 2180,
      "薩": 2181,
      "藏": 2182,
      "藝": 2183,
      "藤": 2184,
      "藥": 2185,
      "藩": 2186,
      "蘇": 2187,
      "蘭": 2188,
      "虎": 2189,
      "處": 2190,
      "虛": 2191,
      "虞": 2192,
      "號": 2193,
      "蛇": 2194,
      "蜀": 2195,
      "融": 2196,
      "血": 2197,
      "衆": 2198,
      "行": 2199,
      "衍": 2200,
      "術": 2201,
      "街": 2202,
      "衛": 2203,
      "衡": 2204,
      "衣": 2205,
      "表": 2206,
      "衰": 2207,
      "袁": 2208,
      "被": 2209,
      "裁": 2210,
      "裕": 2211,
      "補": 2212,
      "裝": 2213,
      "裵": 2214,
      "製": 2215,
      "複": 2216,
      "襄": 2217,
      "西": 2218,
      "要": 2219,
      "覆": 2220,
      "覇": 2221,
      "見": 2222,
      "規": 2223,
      "視": 2224,
      "親": 2225,
      "覺": 2226,
      "覽": 2227,
      "觀": 2228,
      "角": 2229,
      "解": 2230,
      "觸": 2231,
      "言": 2232,
      "計": 2233,
      "討": 2234,
      "訓": 2235,
      "託": 2236,
      "記": 2237,
      "訟": 2238,
      "訥": 2239,
      "訪": 2240,
      "設": 2241,
      "許": 2242,
      "訴": 2243,
      "註": 2244,
      "評": 2245,
      "詞": 2246,
      "試": 2247,
      "詩": 2248,
      "話": 2249,
      "誌": 2250,
      "認": 2251,
      "語": 2252,
      "誠": 2253,
      "誤": 2254,
      "說": 2255,
      "課": 2256,
      "調": 2257,
      "談": 2258,
      "請": 2259,
      "論": 2260,
      "諦": 2261,
      "諫": 2262,
      "諸": 2263,
      "謀": 2264,
      "謂": 2265,
      "謙": 2266,
      "講": 2267,
      "謝": 2268,
      "證": 2269,
      "識": 2270,
      "譜": 2271,
      "警": 2272,
      "譯": 2273,
      "議": 2274,
      "護": 2275,
      "讀": 2276,
      "變": 2277,
      "讓": 2278,
      "谷": 2279,
      "豆": 2280,
      "豈": 2281,
      "豊": 2282,
      "象": 2283,
      "豪": 2284,
      "豫": 2285,
      "貞": 2286,
      "負": 2287,
      "財": 2288,
      "貢": 2289,
      "貧": 2290,
      "貨": 2291,
      "貪": 2292,
      "貫": 2293,
      "責": 2294,
      "貴": 2295,
      "買": 2296,
      "貸": 2297,
      "費": 2298,
      "貿": 2299,
      "賀": 2300,
      "賃": 2301,
      "資": 2302,
      "賈": 2303,
      "賊": 2304,
      "賓": 2305,
      "賜": 2306,
      "賞": 2307,
      "賠": 2308,
      "賢": 2309,
      "賣": 2310,
      "賤": 2311,
      "賦": 2312,
      "質": 2313,
      "贈": 2314,
      "贊": 2315,
      "赤": 2316,
      "走": 2317,
      "起": 2318,
      "超": 2319,
      "越": 2320,
      "趙": 2321,
      "足": 2322,
      "路": 2323,
      "蹟": 2324,
      "身": 2325,
      "車": 2326,
      "軌": 2327,
      "軍": 2328,
      "軒": 2329,
      "載": 2330,
      "輔": 2331,
      "輕": 2332,
      "輝": 2333,
      "輪": 2334,
      "輯": 2335,
      "輸": 2336,
      "輿": 2337,
      "轉": 2338,
      "辛": 2339,
      "辨": 2340,
      "辭": 2341,
      "辯": 2342,
      "辰": 2343,
      "農": 2344,
      "迎": 2345,
      "近": 2346,
      "述": 2347,
      "迷": 2348,
      "追": 2349,
      "退": 2350,
      "送": 2351,
      "逆": 2352,
      "通": 2353,
      "速": 2354,
      "造": 2355,
      "連": 2356,
      "進": 2357,
      "逸": 2358,
      "遂": 2359,
      "遇": 2360,
      "遊": 2361,
      "運": 2362,
      "過": 2363,
      "道": 2364,
      "達": 2365,
      "違": 2366,
      "遠": 2367,
      "適": 2368,
      "遷": 2369,
      "選": 2370,
      "遺": 2371,
      "遼": 2372,
      "避": 2373,
      "還": 2374,
      "邊": 2375,
      "邑": 2376,
      "那": 2377,
      "邦": 2378,
      "邪": 2379,
      "邱": 2380,
      "郎": 2381,
      "郞": 2382,
      "郡": 2383,
      "部": 2384,
      "郭": 2385,
      "都": 2386,
      "鄕": 2387,
      "鄧": 2388,
      "鄭": 2389,
      "酉": 2390,
      "配": 2391,
      "酒": 2392,
      "酸": 2393,
      "醫": 2394,
      "釋": 2395,
      "里": 2396,
      "重": 2397,
      "野": 2398,
      "量": 2399,
      "金": 2400,
      "釜": 2401,
      "針": 2402,
      "鉉": 2403,
      "銀": 2404,
      "銅": 2405,
      "銘": 2406,
      "錄": 2407,
      "錢": 2408,
      "錦": 2409,
      "錫": 2410,
      "錯": 2411,
      "鍾": 2412,
      "鎬": 2413,
      "鎭": 2414,
      "鏡": 2415,
      "鐘": 2416,
      "鐵": 2417,
      "鑑": 2418,
      "長": 2419,
      "門": 2420,
      "開": 2421,
      "閑": 2422,
      "間": 2423,
      "閔": 2424,
      "閣": 2425,
      "關": 2426,
      "阪": 2427,
      "防": 2428,
      "阿": 2429,
      "陀": 2430,
      "附": 2431,
      "降": 2432,
      "限": 2433,
      "院": 2434,
      "陣": 2435,
      "除": 2436,
      "陰": 2437,
      "陳": 2438,
      "陵": 2439,
      "陶": 2440,
      "陸": 2441,
      "陽": 2442,
      "隆": 2443,
      "隊": 2444,
      "隋": 2445,
      "階": 2446,
      "際": 2447,
      "障": 2448,
      "隨": 2449,
      "險": 2450,
      "隱": 2451,
      "雄": 2452,
      "雅": 2453,
      "集": 2454,
      "雖": 2455,
      "雙": 2456,
      "雜": 2457,
      "離": 2458,
      "難": 2459,
      "雨": 2460,
      "雪": 2461,
      "雲": 2462,
      "電": 2463,
      "需": 2464,
      "震": 2465,
      "露": 2466,
      "靈": 2467,
      "靑": 2468,
      "靖": 2469,
      "靜": 2470,
      "非": 2471,
      "面": 2472,
      "革": 2473,
      "韓": 2474,
      "音": 2475,
      "韻": 2476,
      "頂": 2477,
      "項": 2478,
      "順": 2479,
      "須": 2480,
      "頌": 2481,
      "領": 2482,
      "頭": 2483,
      "題": 2484,
      "額": 2485,
      "顔": 2486,
      "願": 2487,
      "類": 2488,
      "顧": 2489,
      "顯": 2490,
      "風": 2491,
      "飛": 2492,
      "食": 2493,
      "飮": 2494,
      "飯": 2495,
      "養": 2496,
      "餘": 2497,
      "館": 2498,
      "首": 2499,
      "香": 2500,
      "馬": 2501,
      "駐": 2502,
      "騎": 2503,
      "驗": 2504,
      "驛": 2505,
      "骨": 2506,
      "體": 2507,
      "高": 2508,
      "髮": 2509,
      "鬪": 2510,
      "鬼": 2511,
      "魂": 2512,
      "魏": 2513,
      "魔": 2514,
      "魚": 2515,
      "魯": 2516,
      "鮮": 2517,
      "鳥": 2518,
      "鳳": 2519,
      "鳴": 2520,
      "鴻": 2521,
      "鶴": 2522,
      "鷄": 2523,
      "鹽": 2524,
      "鹿": 2525,
      "麗": 2526,
